Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Both reports recommended horizontal peak ground accelerations (PGA) values and earthquake acceleration time histories to be used for seismic stability modelling and dam design at the Spence Mine site.
es: Ambos informes recomendaron valores de aceleración máxima horizontal y acelerogramas artificiales para su uso en el modelamiento de la estabilidad sísmica y en el diseño del tranque de la mina Spence.

source: Both the employee, leader and mentor should keep an electronic copy of the form for their own records.
es: Tanto el empleado como el líder y el mentor deberían mantener copias digitales del formulario para sus registros personales.

source: Both the median (50th percentile) and 84th percentile motions are reported.
es: Se informaron tanto los movimientos de la media (percentil 50) como del percentil 84.

source: Both these faults are associated with extensive alteration zones that have affected the strength of the Tvs units and the stability of the pit slopes.
es: Ambas fallas están asociadas a las amplias zonas de alteración que han afectado la resistencia de las unidades Tvs y la estabilidad de los taludes del pit.

source: Bounce ideas around with marketers globally
es: Compartir ideas con gente de marketing de otras latitudes

source: Boundary Conditions
es: Condiciones de frontera

source: Bousquet 2 Open Pit; Agnico-Eagle
es: Pit Bousquet 2; Agnico-Eagle

source: Bousquet Mine
es: Mina Bousquet

source: Brazil
es: Brasil

source: Break Schedule.
es: Cronograma de descansos

source: Breakdown kit (e.g. torch, warning triangle and reflective vests).
es: Kit de averías (linterna, triángulo, chalecos reflectantes, etc.)

source: Breakout session
es: Comisión

source: Breccia with clasts of predominantly intrusive rock
es: Brecha con clastos de roca predominantemente intrusiva.

source: Breccia with clasts of predominantly intrusive rock.
es: Brecha con clastos de roca predominantemente intrusiva.

source: Breccias that occur in association with the intrusives, often at the margins in contact with volcaniclastic units, are typically competent units that are generally characterized by moderate to intense silicification.
es: Las brechas que ocurren en asociación con los intrusivos, a menudo en los márgenes en contacto con unidades volcanoclásticas, son unidades típicamente competentes que generalmente se caracterizan por una silicificación moderada a intensa.

source: Brief the driver, whether our own or not, as to Golder requirements and that speed limits are to be respected
es: Informar al conductor respecto a los requerimientos de Golder y que los límites de velocidad deben ser respetados, sea o no un conductor de Golder.

source: Briefing by our Director of Global Tax, Hiten Pandya, on the company’s tax risks.
es: Resumen de nuestro Director Tributario Global, Hiten Pandya, sobre los riesgos impositivos de la compañía

source: Bright white
es: Blanco brillante

source: Bruce Peninsula, Ontario, Canada
es: Península Bruce, Ontario, Canadá

source: Bucket remains on the ground
es: La pala debe permanecer en el suelo.

source: Budgets and forecasts are derived from strategy, which guides decisions and sets the direction of the company.
es: Los presupuestos y los pronósticos derivan de la estrategia, que guía las decisiones y establece la dirección de la empresa.

source: Buffer Blast – sometimes called “Cushion” blasting, implements a Buffer row in combination with a Trim shot; similar to the drill pattern used in front of a Pre-split
es: Voladura amortiguada: también llamada voladura “cojín” que implementa una fila amortiguada en combinación con un cinturón. Similar al patrón de barrenado usado frente a un precorte.

source: Buffer Row - a row with reduced spacing and burden but with a similar powder factor (kg/tonne) to the production blastholes that is drilled in front of the Pre-split row to limit damage and back-break through the Pre-split.
es: Fila amortiguada: una fila con espaciamiento reducido y bordo, pero con factor de carga similar (kg/t) al de los barrenos de producción que se perforan frente a la fila de precorte para limitar el daño y sobrequiebre a través del precorte.

source: Buffer blasting is currently being used in place of a pre-split in the softer FVSC volcaniclastics.
es: Actualmente se usa voladura amortiguada en lugar de precorte en el volcanoclástico FVSC.

source: Buffer blasting may be as effective in weak rock where the excavator and trackhoe scaling define the bench face
es: La voladura amortiguada puede ser igualmente eficaz en roca débil donde se define la frente con excavadora y desquinche.

source: Buffer for Pre-split or Buffer blasting should be reduced spacing and reduced burden, typically 50% to 70% production blast values, but with same powder factor (kg/tonne) as production blast
es: La amortiguación para el precorte o la voladura amortiguada debe tener espaciamiento y bordo reducido, típicamente 50% a 70% del valor de la voladura de producción, pero con el mismo factor de carga (kg/t) que la voladura de producción.

source: Buffer row should be about one half spacing and burden of Production holes, approximately 3 m
es: La fila de amortiguación debe tener la mitad del espaciamiento y bordo de los barrenos de producción, aproximadamente 3 m.

source: Building material.
es: Material de construcción.

source: Building material. ACM includes vinyl floor tiles, switchboards, cement sheeting, fire retardant / lagging.
es: Material de construcción. Entre los MCA se cuentan los pisos vinílicos, las cajas de distribución, el fibrocemento, los retardadores de incendios.

source: Bulkhead designs for the underground openings that could be linked to the near-surface stopes.
es: Diseño de particiones para las excavaciones subterráneas que podrían estar vinculadas a los caserones cercanos a la superficie.

source: Bulyanhulu Gold Mine - Kahama Mining
es: Mina de oro Bulyanhulu – Kahama Mining

source: Bunding shall be capable of containing 110% of volume of product stored.
es: Los sistemas de contención de derrames deben ser capaces de contener un 110% del volumen de producto almacenado.

source: Burden x Spacing
es: Bordo x Espaciamiento

source: Burnaby, BC, Canada
es: Burnaby, BC, Canadá

source: Busan, Korea
es: Busan, Corea

source: Business Justification
es: Justificación comercial

source: But still we need to work a lot in the level of participation: during the first survey over 251 invitations sent only 58 had been answered (38% of participation) and during this survey over 125 invitations sent, only 32 were answered, giving us the 26% of participation explained in the first slide.
es: Sin embargo, debemos trabajar en el nivel de participación: en la primera encuesta hubo más de 251 invitaciones y solo 58 respuestas (38%) y en esta encuesta se enviaron más de 125 invitaciones y solo 32 respuestas, es decir el 26% de participación que se indicó en la primera diapositiva.

source: But what if you are travelling through a remote area, areas where access is difficult, or population density is low?
es: ¿Pero qué pasa cuando está viajando por un área remota, donde el acceso es difícil o la densidad de población es baja?

source: Buzwagi Project
es: Proyecto Buzwagi

source: By
es: Por

source: By Whom
es: Por

source: By meeting client needs and building strong client relationships, our people have made Golder one of the most trusted sources of professional services in the world.
es: Nuestra gente ha logrado que Golder sea una de las fuentes más confiables de servicios profesionales en el mundo, preocupados de satisfacer las necesidades de nuestros clientes y afianzar nuestra relación con ellos.

source: By signing this record, I acknowledge I have had an opportunity to provide comment on the work methods, identification of hazards and development of risk controls to enable work to be undertaken safely.
es: Al firmar este registro, reconozco que tengo la oportunidad de hacer comentarios sobre los métodos de trabajo, la identificación de peligros y el desarrollo de controles de riesgos para permitir que el trabajo se ejecute de manera segura.

source: By signing this, I agree with the work methods described herein.
es: Con mi firma acepto los métodos de trabajo aquí descritos.

source: C <$5K (n/a in LATAM)
es: C <$5K (n/a en LATAM)

source: C P or A
es: C P o A

source: C within sub-region, A region
es: C en subregión, región A

source: C) includes the following principal tasks:
es: C) y comprende las siguientes tareas principales:

source: C.E.T. Civil Engineering Technician (Honours), George Brown College, 1977
es: C.E.T. Técnico en Ingeniería Civil (con honores), George Brown College, 1977

source: C: Control
es: Control

source: CALL-IN
es: LLAMADAS

source: CARGO RESTRAINT
es: RETENCIÓN DE CARGA

source: CAUSES OF ALTITUDE SICKNESS
es: CAUSAS DEL MAL DE ALTURA

source: CEASE WORK
es: DETENER LOS TRABAJOS

source: CEASE WORK AUTHORITY
es: AUTORIDAD PARA DETENER LOS TRABAJOS

source: CEO and two External Directors, all historically from N America
es: CEO y dos Directores Externos, todos históricamente de Norteamérica

source: CEO introduced senior executives from one of our large peer companies for lunch.
es: El CEO invitó a los ejecutivos senior de una de las grandes compañías pares a almorzar.

source: CHANGING THE OFFICE WHERE THE LEARNING OCCURRED
es: DE CAMBIO DE LA OFICINA DONDE OCURRIÓ EL LEARNING

source: CLEAN UP
es: LIMPIEZA

source: CLEANING
es: LIMPIEZA

source: CLEARANCE DISTANCES FROM OVERHEAD SERVICES AND POWERLINES
es: DISTANCIAS DE SERVICIOS SUSPENDIDOS Y LÍNEAS ELÉCTRICAS

source: CLEARANCE ZONES FOR UNDERGROUND SERVICES
es: DISTANCIA DE LOS SERVICIOS ENTERRADOS

source: CLICKING ON THE WMS PICTURE WILL GO TO LIBRARY
es: HACIENDO CLICK EN LA IMAGEN DE WMS SE ACCEDE A LA BIBLIOTECA

source: CLIENT NAME: BC Hydro (Key Client)
es: NOMBRE DEL CLIENTE: BC Hydro (cliente clave)

source: CLOSE
es: CERRAR

source: CLOSE THE PROJECT AND SHARE THE LEARNINGS
es: CERRAR EL PROYECTO Y COMPARTIR LOS APRENDIZAJES

source: CLOSURE
es: Cierre

source: COLD STRESS
es: ESTRÉS POR FRÍO

source: COLOR PALETTE
es: PALETA DE COLORES

source: COMMENTS:
es: COMENTARIOS:

source: CONCLUSIONS
es: CONCLUSIONES

source: CONSTRUCTION AND CALIBRATION OF 3D GROUNDWATER MODEL
es: Desarrollo y calibración del modelo 3D de aguas subterráneas

source: CONTACT USHave a question?
es: CONTACTO¿Tienes alguna pregunta?

source: CONTAIN
es: CONTENER

source: CONTAMINANTS IN SOILS
es: CONTAMINANTES EN SUELOS

source: CONTRACT REVIEWER NAME: Alyse Wilkinson
es: NOMBRE DEL REVISOR DE CONTRATO: Alyse Wilkinson

source: CPR
es: RCP

source: CRANE OPERATORS
es: OPERADORES DE GRÚAS

source: CRANES & LIFTING PLANT
es: GRÚAS Y EQUIPOS DE IZAJE

source: CULTURE
es: CULTURA

source: Cajamarca, Peru
es: Cajamarca, Perú

source: Calcatreu Project - Aquiline Resources Ltd.
es: Elaboración de informes. Proyecto Calcatreu – Aquiline Resources Ltd.

source: Caleta Herradura fault
es: Falla Caleta Herradura

source: Caleta de Cobre fault
es: Falla Caleta de Cobre

source: Caleta de Cobre fault/Sierra de Remiendos fault
es: Falla Caleta de Cobre/falla Sierra de Remiendos

source: Calibration
es: Calibración

source: Calibration is to steady-state groundwater flow conditions; inferred from measurements taken over the period from June 2011 through April 2017.
es: La calibración es para condiciones de flujo estcionario de agua subterránea, inferido a partir de mediciones tomadas en el periodo comprendido entre junio de 2011 y abril de 2017.

source: California, United States
es: California, Estados Unidos

source: Call the assistance centre close to your location
es: Llamar al centro de asistencia más cercano a su ubicación

source: Call-in times.
es: Horas de llamadas

source: Cambior, Suriname
es: Cambior, Surinam

source: Camera
es: Cámara

source: Cameron et al. (2006) indicate that igneous intrusion was controlled by the presence of a system of northeast- to southwest-trending extensional faults (normal slip sense).
es: Cameron et al. (2006) señalan que la intrusión ígnea estuvo controlada por la presencia de un sistema de fallas extensionales con dirección noreste a suroeste (sentido de deslizamiento normal).

source: Cameron et al. (2006) indicates that the intrusive emplacement was controlled by a northeast- to southwest-trending system of normal faults.
es: Cameron et al. (2006) señalan que el emplazamiento intrusivo estuvo controlado por un sistema de fallas normales con dirección noreste a suroeste.

source: Campbell and Bozorgnia (2014)
es: Campbell y Bozorgnia (2014)

source: Can Golder rely on Client information?
es: ¿Golder puede confiar en la información del cliente?

source: Can be fired independently and in advance of the adjacent blast, or as part of a production or trim blast provided timing allows effective development of the pre-split crack before the arrival of the shock wave and gases.
es: Puede detonarse de manera independiente y anticipada a la voladura adyacente o como parte de una voladura de producción o de cinturón siempre que la sincronización permita el desarrollo eficaz de la grieta de precorte antes de la llegada de la onda de choque y los gases.

source: Can include cleaning minor cuts, scrapes, or scratches; treating a minor burn; applying bandages and dressings; the use of non-prescription medicine; draining blisters; removing debris from the eyes; massage; and drinking fluids to relieve heat stress. (As defined by the US Department of Labor Occupational Safety and Health Administration, OSHA Definition)
es: Puede consistir en limpiar cortadas, raspones o rasguños menores; tratar una quemadura menor; aplicar vendajes; usar medicamentos sin receta; drenar ampollas; quitar suciedad de los ojos; hacer masajes; y beber líquidos para aliviar el estrés por calor. (Según la definición de la Administración de Seguridad y Salud Ocupacional del Departamento de Trabajo de EE.UU. Definición OSHA.)

source: Can meet profit goals if well managed
es: Puede cumplir metas de rentabilidad si se gestiona bien

source: Can others work safely?
es: ¿los demás pueden hacerlo?

source: Can we continue to work safely? Am I visible to others? Ensure controls are in place to keep everyone safe.
es: ¿podemos seguir trabajando de manera segura? ¿estoy en un lugar donde otros me puedan ver? Cerciorarse de que haya controles para que todos estén seguros.

source: Can we meet Insurance/Bonding Requirements
es: ¿Podemos cumplir requisitos de seguro/fianza?

source: Can we meet the insurance/bonding requirement?
es: ¿Podemos cumplir el requisito de seguro/fianza?

source: Can we rely on Client Information
es: ¿Podemos confiar en la información del cliente?

source: Can you hear me?
es: ¿Puedes oírme?

source: Canada
es: Canadá

source: Canadian Tender Resources
es: Recursos de Propuestas de Canadá

source: Canahuire Project - Gold Fields Ltd.
es: Proyecto Canahuire – Gold Fields Ltd.

source: Candidates identified and screened by an ad hoc committee of Principals
es: Los candidatos son identificados y evaluados por un comité ad hoc de Principals

source: Cannot permit Client to keep equipment on site
es: No puede permitir al Cliente mantener equipamiento en el sitio

source: Capital Investments/ Expenditures
es: Inversiones/gastos de capital

source: Capital contributions/return of capital from controlled/non-controlled entities
es: Contribuciones de capital/retorno de capital de entidades controladas/no controladas

source: Capital expenditures including IT, vehicle/marine vessels and equipment/machinery
es: Gastos de capital tales como IT, vehículos/embarcaciones y equipos/maquinaria

source: Carajás, Pará,, Brazil
es: Carajás, Pará, Brasil

source: Caraíba Mine - Mineração Caraíba S.A
es: Mina Caríba – Mineração Caraíba S.A

source: Care about the well-being of others
es: Preocuparse por el bienestar de los demás

source: Career Development Framework
es: Marco de Desarrollo de Carrera

source: Cargo container lifting point – location of hook that was removed
es: Punto de anclaje del contenedor - ubicación del gancho retirado

source: Caring for one another as we pursue an interdependent culture and HSSE is owned by everyone.
es: Nos cuidamos unos a otros mientras apuntamos a una cultura de interdependencia y a que los ámbitos de HSSE sean responsabilidad de todos.

source: Caring is quite simply at the core of our culture.
es: Nuestra cultura está marcada por la solidaridad.

source: Carried out expert review of the static and dynamic, stress-deformation analyses of El Porvenir tailings dam.
es: Llevó a cabo la revisión experta de los análisis estáticos y dinámicos de tensión-deformación del depósito de relaves El Porvenir.

source: Carried out expert review of the static and dynamic, stress-deformation analyses of J1, J2, Laguna Seca, and Muro Auxiliar dams.
es: Llevó a cabo la revisión experta de los análisis estáticos y dinámicos de tensión-deformación de los muros J1, J2, Laguna Seca y Muro Auxiliar.

source: Carried out field investigation and prepare pit slope design report.
es: Investigación de terreno e informe de diseño de taludes de rajo.

source: Carried out the expert review of the static and dynamic stability analyses carried out for the 200 to 300 m high ROM dump leach.
es: Llevó a cabo la revisión experta de los análisis estáticos y dinámicos de estabilidad del sistema de lixiviación en botaderos ROM de 200 a 300 metros de altura.

source: Carried out the expert review of the static and dynamic stability and stress-deformation analyses of the 250 m high, La Brea rockfill dam for tailings.
es: Llevó a cabo la revisión experta de los análisis estáticos y dinámicos de estabilidad y tensión-deformación del muro de enrocado de 250 metros de altura La Brea para contención de relaves.

source: Carried out the expert review of the static and dynamic stability and stress-deformation analyses of the Acopio de Arenas tailings dam, a 250 m high stack of tailings.
es: Llevó a cabo la revisión experta de los análisis estáticos y dinámicos de estabilidad y tensión-deformación del acopio de arenas de relaves de 250 metros de altura.

source: Carried out the open pit design, including the field investigation with core orientation and packer testing.
es: Llevó a cabo el diseño del pit, incluida la investigación de terreno con orientación de testigos y ensayos con packer.

source: Carried out the open pit slope design including the field investigation with core orientation and packer testing.
es: Llevó a cabo el diseño de taludes del pit, incluida la investigación de terreno con orientación de testigos y ensayos con packer.

source: Carry emergency rations of food should your return journey be delayed.
es: Llevar raciones de emergencia por si se retrasa el viaje de regreso.

source: Casa Berardi Mine - Aurizon Mines Ltd.
es: Mina Casa Berardi – Aurizon Mines Ltd.

source: Case 1: verify the team has considered weather conditions, pre-use vehicle inspection, means of communication, emergency equipment, fatigue, …
es: Casi 1: Verifique el equipo ha considerado las condiciones climáticas, inspección del vehículo previo a su uso, medios de comunicación, equipo de emergencia, fatiga, etc.

source: Case 2
es: Caso 2

source: Case 2: verify the team has checked iSOS page, HRTA required, airline considerations, iSOS app…
es: Caso 2: Verifique que el equipo ha revisado la página iSOS, cuenta con la HRTA requerida, ha considerado las aerolíneas, aplicación iSOS, etc.

source: Case 1
es: Caso 1

source: Cash Flow
es: Flujo de caja

source: Cash Flow (Attach as Appendix E, applicable only for projects over $3,000,000)
es: Flujo de caja (adjuntar como Anexo E, aplicable solo a proyectos sobre USD 3.000.000)

source: Catastrophic
es: Catastrófica

source: Category
es: Categoría

source: Catálogo del Servicio Sismológico de la Universidad de Chile with earthquake epicenters of magnitude 7.0 or greater from 1570 to present (http://www.sismologia.cl/);
es: Catálogo del Servicio Sismológico de la Universidad de Chile que tiene epicentros para magnitudes de 7,0 o superiores desde 1570 a la fecha (http://www.sismologia.cl/).

source: Catálogo del Servicio Sismológico de la Universidad de Chile with earthquake epicenters of magnitude 7.0 or greater from 1570 to present.
es: Catálogo del Servicio Sismológico de la Universidad de Chile que tiene epicentros para magnitudes de 7,0 o superiores desde 1570 a la fecha.

source: Cause #
es: # Causa

source: Cause or Contributing factor
es: Causa o factor

source: Causing guards, barriers, governors or warning devices in place not to operate as designed (could be more dangerous than removing a device since others may believe it would operate properly if there) or removing same devices.
es: Resultantes en que las protecciones, barreras, limitadores o dispositivos de advertencia instalados no operen según su diseño (podría ser más peligroso que retirar un dispositivo, ya que otras personas podrían creer que está operando de forma correcta), o retirar dichos dispositivos.

source: Causing injury to the person doing the lifting, injury to other people, damaging property or interrupting process through an improper lifting technique.
es: Resultantes en lesiones a la persona realizando la manipulación, lesiones a terceros, daño a la propiedad, o interrupción del proceso debido a una técnica de manipulación inapropiada.

source: Cease work
es: Detener los trabajos.

source: Cease work and rectify the situation if any of the standards within this guide are not being met on site.
es: Detener los trabajos y corregir la situación si no se están cumpliendo las normas de esta guía en la faena o sitio.

source: Cease:
es: Detener:

source: Cell/Mobile Number
es: Móvil

source: Central East
es: Centro este

source: Cerillos and Ex Dispatch instabilities now stable
es: Las inestabilidades Cerrillos y Ex Dispatch son ahora estables

source: Cerro Colon
es: Cerro Colón

source: Cerro Maimon Mine
es: Mina Cerro Maimón

source: Cerro Matoso Mine - Cerro Matoso S.A.
es: Mina Cerro Matoso – Cerro Matoso S.A.

source: Certain incidents have the potential to result in litigation.
es: Ciertos incidentes tienen potencial de acabar en litigio.

source: Certain specifics of the input models are not documented in the report, identified in my comments above, but appear to be based on defensible assumptions.
es: Algunas especificidades de los modelos de entrada no están documentadas en el informe, como lo señalo en mis comentarios anteriores, pero parecen estar basadas en supuestos justificables.

source: Certainly, the distribution of earthquake counts for the interface shown in Figure 3 would appear to support an exponential distribution.
es: De hecho, la distribución de los recuentos de sismos para la interfaz mostrada en la Figura 3 parece coincidir con una distribución exponencial.

source: Chair approves and/or modifies and finalizes PRC meeting minutes and sends to Administrator for circulation to the Project Pursuit Team and members of the PRC via email.
es: El Presidente de Mesa aprueba o modifica y termina el acta de la reunión de PRC y se la envía al Administrador para su distribución al Grupo de Búsqueda de Proyectos y a los miembros del PRC vía email.

source: Chair assists Administrator with keeping on tight schedule.
es: El Presidente de Mesa ayuda al Administrador a mantenerse dentro de los plazos.

source: Chair is identified (typically the legal representative).
es: El Presidente de Mesa está identificado (generalmente el representante legal).

source: Challenges confirming all our staff are safe and accounted for
es: Dificultades para confirmar que todo el personal se encuentre seguro y haya sido contabilizado
